Repository: dbrgn/pi-vote
Catalog: trunk/Client/Resources.*.resx
Languages: de_de

# AddOptionDescription
source: Description
de_de: Beschreibung

# AddOptionTitle
source: Add Vote Option
de_de: Abstimmungsoption hinzufügen

# AdminChooseCreateVoting
source: &Create voting procedure
de_de: Abstimmungsprozedur erstellen

# AdminChooseDownloadSignatureRequests
source: Download signature requests from server...
de_de: Zertifizierungsanfragen vom Server herunterladen

# AdminChooseUploadSignatureRessponse
source: Upload signature response to server...
de_de: Antworten auf Zertifizierungsanfragen auf den Server heraufladen

# AuthorityCheckShares
source: C&heck Shares
de_de: Teile &Prüfen

# AuthorityCheckSharesAccept
source: Shares were verified and accepted. Our answer was uploaded to server.
de_de: Die Teile wurden geprüft und akzeptiert. Die Antwort wurde auf den Server hochgeladen.

# AuthorityCheckSharesDecline
source: Shares were verified but not accepted. Our answer was uploaded to server.
de_de: Die Teile wurden geprüft aber nicht akzeptiert. Die Antwort wurde auf den Server hochgeladen.

# AuthorityCreateShares
source: &Create Shares
de_de: Teile &erstellen

# AuthorityCreateSharesDone
source: Shares created and uploaded them to server.
de_de: Die Teile wurden erstellt und auf den Server hochgeladen.

# AuthorityDecipher
source: &Decipher
de_de: &Entschlüsseln

# AuthorityDecipherDone
source: Partial deciphers were calculated and uploaded to the server.
de_de: Partielle Entschlüsselungen wurden berechnet und auf den Server hochgeladen.

# AuthorityListTitle
source: Title
de_de: Titel

# CertificateCreationDate
source: Creation Date:
de_de: Erstellungdatum:

# CertificateFormCloseButton
source: &Close
de_de: S&chliessen

# CertificateFormTitle
source: View Certificate
de_de: Zertifikatsansicht

# CertificateInvalid
source: Invalid
de_de: Ungültig

# CertificateSignatureInvalid
source: Invalid
de_de: Ungültig

# CertificateSignatures
source: Signatures:
de_de: Signaturen:

# CertificateSignatureUnknown
source: Unknown
de_de: Unbekannt

# CertificateSignatureValid
source: Valid
de_de: Gültig

# CertificateSignatureValidFrom
source: Valid From
de_de: Gültig von

# CertificateSignatureValidUntil
source: Valid Until
de_de: Gültig bis

# CertificateType
source: Type:
de_de: Typ:

# CertificateValid
source: Valid
de_de: Gültig

# CheckCertificateNeedRequest
source: You need to create a certificate signature request and submit it to the server.
de_de: Sie müssen eine Zertifizierungsanfrage erstellen und diese auf den Server hochladen.

# CheckCertificatePending
source: Your certificate signature request ist still pending on the server.
de_de: Ihre Zertifizierungsanfrage ist noch auf dem Server hängig

# CheckCertificateReady
source: Your certificate is valid and ready for use.
de_de: Ihr Zertifikat ist gültig und kann jetzt benutzt werden.

# CheckCertificateResponseAccept
source: The server sent a response to your certificate signing request and the signature was affixed to your certificate.
de_de: Der Server hat eine Antwort auf Ihre Zertifizierungsanfrage gesendet und die Signatur wurde zu Ihrem Zertifikat hinzugefügt.

# CheckCertificateResponseDeclined
source: The server sent a response to your certificate signing request, but the certificate authority declined your request for the following reason:
de_de: Der Server hat eine Antwort auf Ihre Zertifizierungsanfrage gesendet, aber die Zertifizierungstelle hat Ihre Anfrage abgelehnt, weil:

# CheckCertificateResponseInvalid
source: The server sent a response to your certificate signing request, but it is not valid. Please context your voting administrator.
de_de: Der Server hat eine Antwort auf Ihre Zertifizierungsanfrage gesendet, aber die Antwort ist ungültig. Bitte kontakieren Sie Ihren Abstimmungsadministrator.

# ChooseCertificateCreateButton
source: &Create...
de_de: &Erstellen...

# ChooseCertificateFullName
source: Group / Name
de_de: Voller name

# ChooseCertificateLoadButton
source: &Load...
de_de: &Laden...

# ChooseCertificateLoadDialog
source: Load Certificate
de_de: Zertifikat Laden

# ChooseCertificateType
source: Type
de_de: Typ

# CreateCertificateDone
source: Your request has been submitted to the server. You must now wait for the certificate authority to process it.
de_de: Ihre Zertifizierungsanfrage wurde auf den Server hochgeladen. Sie müssen jetzt warten, bis die Zertifizierungstelle Ihre Anfrage beantwortet.

# CreateCertificateFirstname
source: Firstname
de_de: Vorname

# CreateCertificateFunction
source: Party function
de_de: Parteifunktion

# CreateCertificateSaveButton
source: &Save...
de_de: &Speichern...

# CreateCertificateSaveDialog
source: Save Certificate
de_de: Zertifikat Speichern

# CreateCertificateSurname
source: Surname
de_de: Nachname

# CreateCertificateType
source: Certificate type
de_de: Zertifikatstyp

# CreateCertificateTypeAuthority
source: Voting Authority
de_de: Abstimmungsautorität

# CreateCertificateTypeVoter
source: Voter
de_de: Wähler

# CreateVotingAnswers
source: Answers
de_de: Antworten

# CreateVotingAnswersPerVoter
source: Answers / Voter
de_de: Antworten / Wähler

# CreateVotingAuthFileMissing
source: Authority voting file missing.
de_de: Datei der Autorität fehlt.

# CreateVotingAuthorities
source: Authorities
de_de: Autoritäten

# CreateVotingButton
source: &Create
de_de: &Erstellen

# CreateVotingCreated
source: Created voting on server.
de_de: Abstimmungsprozedur auf dem Server erstellt.

# CreateVotingCreating
source: Creating voting on server.
de_de: Erstelle Abstimmungsprozedur auf dem Server.

# CreateVotingDescription
source: Description
de_de: Beschreibung

# CreateVotingOpenFrom
source: Open from
de_de: Offen vom

# CreateVotingOpenUntil
source: until
de_de: bis

# CreateVotingQuestion
source: Question
de_de: Frage

# CreateVotingSearchPrime
source: Searching safe prime number for crypto.
de_de: Generiere sichere Primzahl für Crypto.

# CreateVotingTitle
source: Title
de_de: Titel

source: Invalid ballots
de_de: Ungültige Stimmen

# OpenSignatureResponseDialog
source: Open Signature Responses
de_de: Antworten auf Zertifizierungsanfragen Laden

# SaveSignatureRequestDialog
source: Save Signature Requests
de_de: Zertifizierungsanfragen Speichern

# SignatureResponseUploaded
source: Signature responses were uploaded to the server.
de_de: Antworten auf Zertifizierungsanfragen wurden auf den Server hochgeladen.

source: Total ballots
de_de: Total Stimmen

source: Valid ballots
de_de: Gültige Stimmen

# ViewShareData
source: Data:
de_de: Daten:

# VoteCast
source: Your vote is now cast.
de_de: Ihre Stimme ist jetzt abgegeben.

source: Voting list downloaded.
de_de: Abstimmungsliste wurde heruntergeladen.

# VotingTitle
source: Title
de_de: Titel

# WizardCancelButton
source: &Cancel
de_de: &Abbrechen

# WizardNextButton
source: &Next
de_de: &Weiter

# WizardPreviousButton
source: &Previous
de_de: &Zurück

# BadShareProofControlling
source: Controlling Authorities
de_de: Kontrollierende Autoritäten

# BadShareProofOrganizing
source: Organizing Administrator
de_de: Organisierender Administrator

# BadShareProofReporting
source: Reporting Authority
de_de: Meldende Autorität

# BadShareProofSignature
source: Signature:
de_de: Signatur:

# BadShareProofVoting
source: Voting Procedure
de_de: Abstimmungsprozedur

# BadShareProofVotingTitle
source: Title:
de_de: Titel:

# ChooseCertificateVerifyBadShareProof
source: Verfiy share &proof...
de_de: Verteilungs&beweis prüfen...

# ListVotingsVotedNo
source: No
de_de: Nein

# ListVotingsVotedYes
source: Yes
de_de: Ja

# TallyVoteReceipt
source: Your vote
de_de: Ihre Stimme

# TallyVoteReceiptFoundBad
source: Manipulated
de_de: Manipuliert

# TallyVoteReceiptFoundOk
source: Counted
de_de: Gezählt

# TallyVoteReceiptNotFound
source: Not found
de_de: Nicht vorhanden

# VotingListAuthorities
source: Authorities
de_de: Autoritäten

# VotingListEnvelopes
source: Votes
de_de: Stimmen

# VotingListVoteFrom
source: From
de_de: Von

# VotingListVoteUntil
source: Until
de_de: Bis

# CreateVotingOptionDescription
source: Description
de_de: Beschreibung

# VoteDescriptionButton
source: &Description...
de_de: &Beschreibung...

# CreateVotingQuestionDescription
source: Descrption
de_de: Beschreibung

# CreateVotingQuestions
source: Questions
de_de: Fragen

# WizardDoneButton
source: &Done
de_de: &Fertig

# ListVotingDownloadMenu
source: &Download
de_de: &Herunterladen

# ListVotingDownloadSuccess
source: The voting was downloaded successfully
de_de: Die Abstimmung wurde erfolgreich heruntergeladen

# CertificateStorageUploaded
source: Certificate storage upload complete
de_de: Heraufladen des Zertifikatsspeichers komplett

# OpenCertificateStorageDialog
source: Open Certificate Storage
de_de: Zertifikatsspeicher öffnen

# AdminChooseUploadCertificateStorage
source: Upload certificate storage to server...
de_de: Zertifikatsspeicher auf den Server heraufladen...

# SimpleChooseCertificateAdvancedOption
source: Show me more options
de_de: Zeig mir mehr Optionen

# SimpleChooseCertificateCreateButton
source: &Create
de_de: &Erstellen

# SimpleChooseCertificateCreateExplain
source: To get a certificate signed by the certificate authority you first need to create your certificate. Then you must fill in your personal data which is then included in your request for certificate signing. This request will be printed out and you need to meet three voting authorities which will check your identity, sign your paper request and forward it to the certificate authority. Finally you need to upload your request for certificate signing to the server to facilitate the signing process. You will be notified by the certificate authority via email once you certificate is signed and the response is uploaded to the server.
de_de: Um ein von der Zertifizierungstelle signiertes Zertifikat zu erhalten, musst du zunächst ein Zertifikat erstellen. Dann musst du deine persönlichen Daten eingeben, die dann in der Zertifizierungsanfrage erwähnt werden. Die Zertifizierungsanfrage wird dann ausgedruckt. Dann musst du das Forumlar zu einem Treffen mit drei Abstimmungsautoritäten mitnehmen. Diese prüfen dann deine Identität, Unterschreiben die Zertifizierungsanfrage und leiten diese an die Zertifizierungstelle weiter. Zum schluss musst du die Zertifizierungsanfrage auf den Server hochladen, damit die Zertifizierungstelle diese beantworten kann. Du wirst via Email benachrichtigt, wenn deine Zertifizierungsanfrage beantwortet wurde.

# SimpleChooseCertificateCreateOption
source: I need a new certificate
de_de: Ich brauche ein neues Zertifikat

# SimpleChooseCertificateHeader
source: In order to vote you need a certificate proofing your identitiy.
de_de: Um Abstimmen zu können benötigst du ein Zertifikat, das deine Identität beweist.

# SimpleChooseCertificateImportButton
source: &Import
de_de: &Importieren

# SimpleChooseCertificateImportOption
source: I already have a certificate
de_de: Ich habe schon ein Zertifikat

# SimpleChooseCertificatePrintButton
source: &Print
de_de: &Drucken

# SimpleChooseCertificateUploadButton
source: &Upload
de_de: &Heraufladen

# CreateCertificateEmailAddress
source: Email address:
de_de: E-Mail Adresse:

# CreateCertificatePrintAndSend
source: &Print and Save
de_de: &Drucken und Speichern

# StartConnecting
source: Connecting to server...
de_de: Verbinde mit Server...

# StartGettingCertificates
source: Updating certificate storage...
de_de: Update Zertifikatsspeicher...

# StartReady
source: Server connection established
de_de: Serververbindung hergestellt

# StartConnectError
source: Connection to server could not be established
de_de: Verbindung zum Server konnte nicht hergestellt werden

# StartDnsError
source: DNS lookup of server IP address failed
de_de: DNS-Abfrage der Serveraddresse fehlgeschlagen

# StartAdvancedOptions
source: &Advanced Options
de_de: &Erweiterte Optionen

# CreateQuestionAbstentionAuto
source: Abstention will be added automatically.
de_de: Enthaltung wird automatisch hinzugefügt.

# OptionAbstain
source: Abstention
de_de: Enthaltung

# VoteMaxOptions
source: You can vote for up to {0} options. If you don't spend them all, the remaining ones will be counted as absteentions.
de_de: Du kannst für bis zu {0} Optionen stimmen. Wenn du für weniger Optionen stimmst, werden die restlichen als Enthaltung gewertet.

# VoteSingleOption
source: You must select one option to vote for.
de_de: Du must für eine Option stimmen.

# ChooseCertificateListHeader
source: Your certificates
de_de: Deine Zertifikate

# TallyDone
source: Voting is tallied.
de_de: Abstimmung ist ausgezählt.

# TallyNoResult
source: No result from server.
de_de: Keine Resultat vom Server.

# SimpleChooseCertificateImportDone
source: Certificate import successful.
de_de: Zertifikat erfolgreich importiert.

# SaveSignatureRequestButton
source: &Save...
de_de: &Speichern...

# VoteDescriptionCloseButton
source: &Close
de_de: &Schliessen

# VoteDescriptionTitle
source: Description
de_de: Beschreibung

# CheckCertificateOutdated
source: Your certificate is outdated. You need to create a new one.
de_de: Dein Zertifikat ist abgelaufen. Du musst ein neues erstellen.

# CheckCertificateResultUnknown
source: Your certificate could not be validated.
de_de: Dein Zertifikat konnte nicht validiert werden.

# CheckCertificateRevoked
source: Your certificate was revoked by the Certification Authority. You need to create a new one.
de_de: Dein Zertifikat wurde von der Zertifizierungsstelle widerrufen. Du musst ein neues erstellen.

# CheckCertificateSelfsignatureInvalid
source: Your certificate contains invalid data. This might be due to data corruption.
de_de: Dein Zertifikat enthält ungültige Daten. Möglicherweise ist die Datei korrupt.

# CheckCertificateSignatureDataInvalid
source: Your certificate contains invalid data. This might be due to data corruption.
de_de: Dein Zertifikat enthält ungültige Daten. Möglicherweise ist die Datei korrupt.

# CheckCertificateSignerInvalid
source: The certificate of your Certificate Authority is not valid.
de_de: Das Zertifikat deiner Zertifizierungsstelle ist ungültig.

# CheckCertificateUnknownSigner
source: Your Certificate Authority is not known.
de_de: Deine Zertifizierungsstelle ist unbekannt.

# CreateCertificateEmailNotification
source: Notify me by email, when an answer to my certificate signing request is available. This requires your email address to be stored on the PiVote server.
de_de: Ich möchte via Email benachrichtigt werden, wenn meine Zertifizierungsanfrage beantwortet wurde. Dafür muss die Email-Adresse auf dem PiVote server gespeichert werden.

# AuthorityCreateSharesCanceled
source: The creation of shared was canceled.
de_de: Die Erstellung von Schlüsselteilen wurde abgebrochen.

# AuthorityDecipherCanceled
source: The partial deciphering was canceled.
de_de: Die Partielle Entschlüsselung wurde abgebrochen.

# CreateVotingCanceled
source: The creation of a voting was canceled.
de_de: Die Erstellung einer Abstimmung wurde abgebrochen.

# VoteCanceled
source: The casting of the vote was canceled.
de_de: Die Stimmabgabe wurde abgebrochen.

# MessageBoxRootNotFound
source: Cannot find root certificate file.
de_de: Kann die Root-Zertifikatsdatei nicht finden.

# AuthorityVotePreviewVerify
source: &Verify
de_de: &Prüfen

# StartTallyOnly
source: &Tally only
de_de: Nur &Auszählen

# StartVoting
source: &Voting
de_de: &Abstimmen
