Repository: dbrgn/pi-vote
Catalog: trunk/Common/LibraryResources.*.resx
Languages: de_de

# CertificateFullNameNotAvailable
source: N/A
de_de: N/V

# CertificateTypeAuthority
source: Voting Authority
de_de: Abstimmungsautorität

# CertificateTypeCA
source: Certificate Authority
de_de: Zertifizierungsstelle

# CertificateTypeUnknown
source: Unknown
de_de: Unbekannt

# CertificateTypeVoter
source: Voter
de_de: Wähler

# ClientCheckSharesFetchShares
source: Fetching all shares.
de_de: Lade Teile herunter.

# ClientCheckSharesGetVotingStatus
source: Get new voting status from server.
de_de: Finde neuen Abstimmungsstatus.

# ClientCheckSharesLoadAuthority
source: Load authority data.
de_de: Lade Daten der Autorität.

# ClientCheckSharesPushShareResponse
source: Push share response to server.
de_de: Lade Teilantwort auf Server.

# ClientCheckSharesSaveAuthority
source: Save authority data.
de_de: Speichere Daten der Autorität.

# ClientCheckSharesVerifyShares
source: Verify all shares.
de_de: Prüfe alle Teile.

# ClientConnect
source: Connecting to server.
de_de: Verbinde mit Server.

# ClientCreateDeciphersCreatePartialDecipher
source: Partially deciphering voting.
de_de: Partielle Entschlüsselung läuft.

# ClientCreateDeciphersFetchEnvelope
source: Fetching all envelopes ({0} / {1}.
de_de: Lade alle Abstimmungsumschläge herunter.

# ClientCreateDeciphersFetchEnvelopeCount
source: Fetching envelope count.
de_de: Finde Anzahl der Abstimmungsumschläge.

# ClientCreateDeciphersFetchMaterial
source: Fetching voting material.
de_de: Lade Abstimmungsmaterial herunter.

# ClientCreateDeciphersFetchVotingStatus
source: Fetching new voting status.
de_de: Finde neuen Abstimmungsstatus.

# ClientCreateDeciphersLoadAuthority
source: Load authority data.
de_de: Lade Daten der Autorität.

# ClientCreateDeciphersPushPartialDecipher
source: Pushing partial deciphers.
de_de: Lade partielle Entschlüsselung auf den Server.

# ClientCreateSharePartCreateShareParts
source: Creating share parts.
de_de: Erstelle Teile.

# ClientCreateSharePartFetchAuthorityList
source: Fetching authority list.
de_de: Lade liste der Autoritäten herunter.

# ClientCreateSharePartGetVotingStatus
source: Getting new voting status.
de_de: Finde neuen Abstimmungsstatus.

# ClientCreateSharePartPrepareAuthority
source: Preparing authority.
de_de: Bereite Autorität vor.

# ClientCreateSharePartPushShareParts
source: Pushing share parts.
de_de: Lade Teile auf den Server.

# ClientCreateSharePartSaveAuthority
source: Saving authority.
de_de: Speichere Daten der Autorität.

# ClientCreateVoting
source: Create voting procedure.
de_de: Erstelle Abstimmungsprozedur.

# ClientGetAuthorityCertificates
source: Getting authority certificates
de_de: Lade Zertifikate der Autoritäten herunter.

# ClientGetCertificateStorage
source: Getting certificate storage
de_de: Lade Zertifikatsspeicher herunter.

# ClientGetResultDecipherResult
source: Deciphering result.
de_de: Entschlüssle Resultat.

# ClientGetResultFetchEnvelopeCount
source: Fetching envelope count.
de_de: Lade Abstimmungsumschläge herunter.

# ClientGetResultFetchEnvelopes
source: Fetching and verifying votes.
de_de: Lade Abstimmungsumschläge herunter und prüfe diese.

# ClientGetResultFetchEnvelopesOf
source: Fetching and verifying votes {0} / {1}.
de_de: Lade Abstimmungsumschläge herunter und prüfe diese {0} / {1}.

# ClientGetResultFetchMaterial
source: Fetching voting material.
de_de: Lade Abstimmungsmaterial herunter.

# ClientGetResultFetchPartialDeciphers
source: Fetching partial deciphers.
de_de: Lade partielle Entschlüsselungen herunter.

# ClientGetResultFetchPartialDeciphersOf
source: Fetching partial deciphers {0} / {1}.
de_de: Lade partielle Entschlüsselungen herunter {0} / {1}.

# ClientGetResultMaterialInvalid
source: Voting material not valid.
de_de: Abstimmungsmaterial ungültig.

# ClientGetSignatureRequests
source: Getting signature requests.
de_de: Lade Zertifizierungsanfragen herunter.

# ClientGetSignatureRequestsGetList
source: Getting list of signature requests.
de_de: Lade Liste der Zertifizierungsanfragen herunter.

# ClientGetSignatureRequestsGetRequest
source: Getting signature requests {0} / {1}.
de_de: Lade Zertifizierungsanfragen herunter {0} / {1}.

# ClientGetSignatureRequestsNoRequest
source: No signature request on server.
de_de: Keine Zertifizierungsanfragen auf dem Server.

# ClientGetSignatureResponse
source: Set signature response.
de_de: Lade Antworten auf Zertifizierungsanfragen hinauf.

# ClientGetVotingList
source: Getting voting list.
de_de: Lade Liste der Abstimmungen herunter.

# ClientGetVotingListFetchVoting
source: Fetching voting material and status {0} / {1}.
de_de: Lade Abstimmungsmaterial und Status herunter {0} / {1}.

# ClientGetVotingListGetIds
source: Fetching voting ids.
de_de: Lade Liste der Abstimmungskennungen herunter.

# ClientSetSignatureRequest
source: Set signature request.
de_de: Lade Zertifizierungsanfrage hinauf.

# ClientSetSignatureResponses
source: Setting signature responses {0} / {1}.
de_de: Lade Antworten auf Zertifizierungsanfragen hinauf {0} / {1}.

# ClientSetSignatureResponsesNoFiles
source: No signature response files selected.
de_de: Keine Antwortdateien auf Zertifizierungsanfragen ausgewählt.

# ClientVote
source: Casting vote.
de_de: Gebe Stimme ab.

# ClientVoteCalcVote
source: Calculating vote.
de_de: Berechne Stimme.

# ClientVoteFetchMaterial
source: Fetching voting material.
de_de: Lade Abstimmungsmaterial herunter.

# ClientVoteMaterialInvalid
source: Voting material not valid.
de_de: Abstimmungsmaterial ungültig.

# ClientVotePushVote
source: Pushing vote.
de_de: Lade Stimme hinauf.

# ExceptionAlreadyEnoughAuthorities
source: Too many authorities with this voting.
de_de: Zu viele Autoritäten bei dieser Abstimmung.

# ExceptionAlreadyVoted
source: You have already cast your vote.
de_de: Sie haben Ihre Stimme bereits abgegeben.

# ExceptionArgumentNull
source: An unknown error has occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.

# ExceptionArgumentOutOfRange
source: An unknown error has occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.

# ExceptionAuthorityAlreadyInVoting
source: Supplied authority is already assigned to this voting.
de_de: Autorität ist bereits dieser Abstimmung zugeordnet.

# ExceptionAuthorityCountMismatch
source: Authority count does not match.
de_de: Anzahl der Autoritäten stimmt nicht überein.

# ExceptionAuthorityCountOutOfRange
source: Supplied authority count out of range.
de_de: Anzahl der Autoritäten ausserhalb des Wertebereichs.

# ExceptionAuthorityHasAlreadyDeposited
source: Authority has already performed this step.
de_de: Autorität hat diesen Schritt bereits ausgeführt.

# ExceptionAuthorityInvalid
source: Authority is not valid.
de_de: Autorität ist ungültig.

# ExceptionBadSerializableFormat
source: Binary data is currupted.
de_de: Binärdaten sind korrupt.

# ExceptionBadVotingMaterial
source: Voting material is not valid.
de_de: Abstimmungsmaterial ist ungültig.

# ExceptionInvalidCertificate
source: Certificate is not valid.
de_de: Zertifikat ist ungültig.

# ExceptionInvalidSignature
source: Signature is not valid.
de_de: Signatur is ungültig.

# ExceptionInvalidVoteReceipt
source: Invalid vote receipt.
de_de: Ungültige Stimmquittung.

# ExceptionMaxVotaOutOfRange
source: Supplied maximum vote number out of range.
de_de: Maximale Stimmzahl ist ausserhalb des Wertebereichs.

# ExceptionNoAuthorityWithCertificate
source: No authority with supplied certificate known.
de_de: Kein Authorität mit diesem Zertifikat gefunden.

# ExceptionNoAuthorizedAdmin
source: You are no authorized administrator.
de_de: Kein autorisierter Administrator.

# ExceptionNoAuthorizedAuthority
source: Supplied certificate is not from an authority.
de_de: Zertifikate ist von keiner Autorität.

# ExceptionNoVoterCertificate
source: Supplied certificate is not from any voter.
de_de: Zertifikat nicht Abstimmungsberechtig.

# ExceptionNoVotingWithId
source: Voting not found.
de_de: Abstimmung wurde nicht gefunden.

# ExceptionOptionCountMismatch
source: Supplied number of options does not match.
de_de: Anzahl Optionen stimmt nicht überein.

# ExceptionOptionCountOutOfRange
source: Supplied option count out of range.
de_de: Ungültige Anzahl Optionen.

# ExceptionPartialDecipherBadEnvelopeCount
source: The number of envelopes does not match the partial decipher.
de_de: Die Zahl der Stimmen der stimmt nicht mit der Teilentschlüsselung überein.

# ExceptionPartialDecipherBadEnvelopeHash
source: The hash over all envelopes does not match the partail decipher.
de_de: Der Hash über alle Stimmen stimmt nicht mit der Teilentschlüsselung überein.

# ExceptionPartialDecipherBadSignature
source: Partial decipher has a bad signature.
de_de: Die Signatur der Teilentschlüsselung ist falsch.

# ExceptionPIsNoPrime
source: Supplied number is no prime.
de_de: Zahl ist nicht prim.

# ExceptionPIsNoSafePrime
source: Supplied number is no safe prime.
de_de: Zahl ist keine sichere Primzahl.

# ExceptionQIsNoPrime
source: Supplied number is no prime.
de_de: Zahl ist nicht prim.

# ExceptionRequestSignatureInvalid
source: Signature request is not valid.
de_de: Signatur der Zertifizierungsanfrage ist ungültig.

# ExceptionSignatureRequestInvalid
source: Signature request is not valid.
de_de: Zertifizierungsanfrage is ungültig.

# ExceptionSignatureRequestNotFound
source: Requested signature request was not found.
de_de: Zertifizierungsanfrage wurde nicht gefunden.

# ExceptionSignatureRequestResponded
source: This signature request was already answered.
de_de: Diese Zertifizierungsanfrage wurde bereits beantwortet.

# ExceptionSignatureResponseNotFromCA
source: Signature request is not from proper CA.
de_de: Antwort auf Zertifizierungsanfrage ist nicht von einer Zertifizierungstelle.

# ExceptionTheresholdOutOfRange
source: Supplied thereshold out of range.
de_de: Grenzwert ausserhalb des Wertebereichs.

# ExceptionUnknown
source: An unknown error has occurred.
de_de: Ein unbekannter Fehler ist aufgetreten.

# ExceptionVoteSignatureNotValid
source: Signature on vote is not valid.
de_de: Signatur der Stimme ist nicht gültig.

# ExceptionWrongStatusForOperation
source: Operation not possible in this state of voting.
de_de: Operation im aktuellen Status der Abstimmung nicht erlaubt.

# VotingStatusAborted
source: Aborted
de_de: Abgebrochen

# VotingStatusDeciphering
source: Deciphering
de_de: Entschlüsseln

# VotingStatusFinished
source: Finished
de_de: Beendet

# VotingStatusNew
source: New
de_de: Neu

# VotingStatusReady
source: Ready
de_de: Bereit

# VotingStatusSharing
source: Sharing
de_de: Verteile

# VotingStatusVoting
source: Voting
de_de: Abstimmen

# ExceptionShareResponseBadSignature
source: Share response has bad signature.
de_de: Signatur der Teilantwort ist falsch.

# ExceptionShareResponseNotAccepted
source: Share response is negative.
de_de: Teilantwort ist negativ.

# ExceptionShareResponseParametersDontMatch
source: Share response does not match voting parameters.
de_de: Teilantwort stimmt nicht mit Abstimmungsparametern überein

# ExceptionShareResponseWrongAuthority
source: Share response is from wrong athority.
de_de: Teilantwort stammt von falscher Autorität.

# ClientDownloadVotingFetchEnvelopesOf
source: Fetching envelopes {0} / {1}
de_de: Lade umschläge herunter {0} / {1}

# ClientSetCertificateStorage
source: Uploading certificate storage to the server.
de_de: Lade Zertifikatsspeicher auf den Server herauf.

# ExceptionInvalidSignatureRequest
source: Signature request data not valid.
de_de: Daten der Zertifizierungsanfrage nicht gültig.

# LanguageEnglish
source: English
de_de: Englisch

# LanguageFrench
source: French
de_de: Französisch

# LanguageGerman
source: German
de_de: Deutsch

# cantonAG
source: Cantonal Party Aargau
de_de: Kantonalpartei Aargau

# cantonAI
source: Cantonal Party Appenzell Innerrhoden
de_de: Kantonalpartei Appenzell Innerrhoden

# cantonAR
source: Cantonal Party Appenzell Ausserrhoden
de_de: Kantonalpartei Appenzell Ausserrhoden

# cantonBE
source: Cantonal Party Bern
de_de: Kantonalpartei Bern

# cantonBL
source: Cantonal Party Basel-Landschaft
de_de: Kantonalpartei Basel-Landschaft

# cantonBS
source: Cantonal Party Basel-Stadt
de_de: Kantonalpartei Basel-Stadt

# cantonFR
source: Cantonal Party Freiburg
de_de: Kantonalpartei Freiburg

# cantonGE
source: Cantonal Party Genf
de_de: Kantonalpartei Genf

# cantonGL
source: Cantonal Party Glarus
de_de: Kantonalpartei Glarus

# cantonGR
source: Cantonal Party Graubünden
de_de: Kantonalpartei Graubünden

# cantonJU
source: Cantonal Party Jura
de_de: Kantonalpartei Jura

# cantonLU
source: Cantonal Party Luzern
de_de: Kantonalpartei Luzern

# cantonNE
source: Cantonal Party Neuenburg
de_de: Kantonalpartei Neuenburg

# cantonNone
source: Only National Party
de_de: Nur Nationalpartei

# cantonNW
source: Cantonal Party Nidwalden
de_de: Kantonalpartei Nidwalden

# cantonOW
source: Cantonal Party Obwalden
de_de: Kantonalpartei Obwalden

# cantonSG
source: Cantonal Party St. Gallen
de_de: Kantonalpartei St. Gallen

# cantonSH
source: Cantonal Party Schaffhausen
de_de: Kantonalpartei Schaffhausen

# cantonSO
source: Cantonal Party Solothurn
de_de: Kantonalpartei Solothurn

# cantonSZ
source: Cantonal Party Schwyz
de_de: Kantonalpartei Schwyz

# cantonTG
source: Cantonal Party Thurgau
de_de: Kantonalpartei Thurgau

# cantonTI
source: Cantonal Party Tessin
de_de: Kantonalpartei Tessin

# cantonUR
source: Cantonal Party Uri
de_de: Kantonalpartei Uri

# cantonVD
source: Cantonal Party Waadt
de_de: Kantonalpartei Waadt

# cantonVS
source: Cantonal Party Wallis
de_de: Kantonalpartei Wallis

# cantonZG
source: Cantonal Party Zug
de_de: Kantonalpartei Zug

# cantonZH
source: Cantonal Party Zürich
de_de: Kantonalpartei Zürich

# ExceptionBadGroupIdInCertificate
source: You ar not allowed to vote in the group of this voting.
de_de: Du bist nicht berechtigt, in der Gruppe dieser Abstimmung abzustimmen.

# RefusedFingerprintNoMatch
source: Fingerprint does not match.
de_de: Fingerprint stimmt nicht überein.

# RefusedPersonHasAlready
source: Person has already a valid certificate.
de_de: Person hat bereits ein gülitiges Zertifikat.

# RefusedPersonNoPirate
source: Person is no pirate.
de_de: Person ist kein Pirat.

# RefusedPersonNotInOffice
source: Person is not in office.
de_de: Person ist nicht im Amt.

# RefusedRequestNotValid
source: Request not valid.
de_de: Anfrage ist nicht gültig.

# RevokedLost
source: Certificate is lost.
de_de: Zertifikat verloren.

# RevokedMoved
source: Person has moved.
de_de: Person ist umgezogen.

# RevokedNoLonger
source: Person is no longer a pirate.
de_de: Person ist kein Pirat mehr.

# RevokedNoMoreFx
source: Person is no longer in office.
de_de: Person nicht mehr im Amt.

# RevokedStolen
source: Certificate is stolen.
de_de: Zertifikat gestohlen.

# ExceptionServerCertificateInvalid
source: The certificate of the server is invalid.
de_de: Das Zertifikat des Server is ungültig.

# ExceptionInvalidEnvelope
source: Invalid envelope.
de_de: Ungültiger Abstimmungsumschlag.

# ExceptionInvalidEnvelopeBadBallotCount
source: Invalid envelope. Wrong number of ballots.
de_de: Ungültiger Abstimmungsumschlag. Falsche Anzahl Ballots.

# ExceptionInvalidEnvelopeBadDateTime
source: Invalid envelope. Date or time are incorrect.
de_de: Ungültiger Abstimmungsumschlag. Datum oder Zeit sind falsch.

# ExceptionInvalidEnvelopeBadProofCount
source: Invalid envelope. Wrong number of proofs.
de_de: Ungültiger Abstimmungsumschlag. Falsche Anzahl Beweise.

# ExceptionInvalidEnvelopeBadVoteCount
source: Invalid envelope. Wrong number of votes.
de_de: Ungültiger Abstimmungsumschlag. Falsche Anzahl Stimmen.

# ExceptionInvalidEnvelopeBadVoterId
source: Invalid envelope. Voter id does not match certificate.
de_de: Ungültiger Abstimmungsumschlag. Die Id des Abstimmenden stimmt nicht mit dem Zertifikat überein.

# ClientDeleteVoting
source: Deleting voting procedure.
de_de: Lösche Abstimmungsprozedur.

# CommandNotAllowedInStatus
source: This command is not allowed in current state.
de_de: Dieses Kommando ist im aktuellen Status nicht erlaubt.

# CommandNotFromAdmin
source: The command is not signed by an admin.
de_de: Das Kommando ist von keinem Admin signiert.
